SEARCH_MODE_FULL = (
    '''
    🆘 Вы можете прислать боту запросы в следующем формате:

    ⬇️ Примеры команд для ввода:

    👤 Поиск по имени
    ├  Блогер (Поиск по тегу)
    ├  Антипов Евгений Вячеславович
    └  Антипов Евгений Вячеславович 05.02.1994
    (Доступны также следующие форматы 05.02/1994/28/20-28)

    🚗 Поиск по авто
    ├  Н777ОН777 - поиск авто по РФ
    └  WDB4632761X337915 - поиск по VIN

    👨 Социальные сети
    ├  instagram.com/ev.antipov - Instagram
    ├  vk.com/id577744097 - Вконтакте
    ├  facebook.com/profile.php?id=1 - Facebook
    └  ok.ru/profile/162853188164 - Одноклассники

    📱 79999939919 - для поиска по номеру телефона
    📨 tema@gmail.com - для поиска по Email
    📧 #281485304, @durov или перешлите сообщение - поиск по Telegram аккаунту

    🔐 /pas churchill7 - поиск почты, логина и телефона по паролю
    🏚 /adr Москва, Тверская, д 1, кв 1 - информация по адресу (РФ)
    🏘 77:01:0001075:1361 - поиск по кадастровому номеру

    🏛 /company Сбербанк - поиск по юр лицам
    📑 /inn 784806113663 - поиск по ИНН
    🎫 /snils 13046964250 - поиск по СНИЛС
    📇 /passport 6113825395 - поиск по паспорту
    🗂 /vy 9902371011 - поиск по ВУ\n

    📸 Отправьте фото человека, чтобы найти его или двойника на сайтах ВК, ОК.
    🚙 Отправьте фото номера автомобиля, чтобы получить о нем информацию.
    🙂 Отправьте стикер или эмодзи, чтобы найти создателя.
    🌎 Отправьте точку на карте, чтобы найти информацию.
    🗣 С помощью голосовых команд также можно выполнять поисковые запросы.
    '''
)

SEARCH_MODE_IN_PROGRESS = (
    '''
    📢🚨❗Вы можете прислать боту запросы в следующем формате:

    ⏬ Формат команд для ввода:

    🏌️‍♂️💃🏻Поиск по имени:
    ├  PR Manager (Поиск по тегу: #PR)
    ├  ФИО: Иванов Иван Иванович
    └  ФИО + д.р: Иванов Иван Иванович 01.01.1991
    '''
)

GREETING_TEXT = (
    'Здравствуй друг! Я Великий Архитектор ◬\n'
    'Я помогу тебе найти необходимую информацию🔎\n'
    'Выбери формат поиска в MENU📱'
)
